var tagsList = [
  {
    id: '001',
    name: '朝代',
    list: ['先秦', '两汉', '魏晋', '南北朝', '隋代', '唐代', '五代', '宋代', '金朝', '元代', '明代', '清代', '近代'],
    indexkey: 'dynasty'
  },
  {
    id: '002',
    name: '作者',
    list: ["李白", "杜甫", "杜牧", "陆游", "曹操", "李煜", "元稹", "韩愈", "苏轼", "王维", "岑参", "齐己", "贾岛", "柳永", "李贺", "曹植", "张籍", "孟郊", "皎然", "许浑", "罗隐", "贯休", "韦庄", "屈原", "王勃", "张祜", "王建", "晏殊", "岳飞", "姚合", "卢纶", "秦观", "钱起", "朱熹", "韩偓", "高适", "方干", "李峤", "赵嘏", "贺铸", "郑谷", "郑燮", "张说", "张炎", "白居易", "辛弃疾", "李清照", "刘禹锡", "李商隐", "马致远", "陶渊明", "孟浩然", "柳宗元", "王安石", "欧阳修", "韦应物", "温庭筠", "刘长卿", "王昌龄", "杨万里", "诸葛亮", "范仲淹", "陆龟蒙", "晏几道", "周邦彦", "杜荀鹤", "吴文英", "皮日休", "左丘明", "张九龄", "权德舆", "黄庭坚", "司马迁", "皇甫冉", "卓文君", "文天祥", "刘辰翁", "陈子昂", "纳兰性德"],
    indexkey: 'author'
  },
  {
    id: '003',
    name: '花间集',
    list: ['花间集', '菩萨蛮', '更漏子', '归国遥', '酒泉子', '定西番', '杨柳枝', '南歌子', '河渎神', '女冠子', '玉蝴蝶', '清平乐', '遐方怨', '诉衷情', '思帝乡', '梦江南', '河传', '番女怨', '荷叶杯', '天仙子', '浪淘沙', '摘得新', '采莲子', '浣溪沙', '应天长', '望远行', '谒金门', '江城子', '喜迁莺', '上行杯', '木兰花', '小重山', '离别难', '相见欢', '醉公子', '柳枝', '感恩多', '望江怨', '玉楼春', '西溪子', '临江仙', '生查子', '思越人', '满宫花', '蝴蝶儿', '虞美人', '赞成功', '接贤宾', '赞浦子', '甘州遍', '纱窗恨', '柳含烟', '醉花间', '浣沙溪', '月宫春', '恋情深', '河满子', '中兴乐', '三字令', '南乡子', '献衷心', '贺明朝', '凤楼春', '山花子', '薄命女', '望梅花', '春光好', '采桑子', '渔父', '甘州子', '渔歌子', '后庭花', '风流子', '八拍蛮', '竹枝', '黄钟乐', '杏园芳', '巫山一段云'],
    indexkey: 'rhythmic'
  },
]

module.exports = {
  tagsList
}
